Repository: moneymanagerex/mmex-ios
Catalog: MMEX/Resources/Localizable.xcstrings
Source language: en
Languages: ar, ca, de, es, he, hu, it, ja, ko, nl, pl, pt_pt, ro, ru, sr, tr, vi, zh_hans

source: These Terms of Service govern your use of our app. By using the app, you agree to comply with and be bound by these terms.
de: Diese Nutzungsbedingungen regeln Ihre Nutzung unserer App. Indem Sie die App verwenden, stimmen Sie zu, diese Bedingungen einzuhalten und an sie gebunden zu sein.
hu: Ezek a Szerződési Feltételek szabályozzák az alkalmazásunk használatát. Az alkalmazás használatával Ön vállalja, hogy betartja ezeket a feltételeket, és magára nézve kötelezőnek ismeri el.
it: I presenti Termini di servizio regolano l'utilizzo dell'applicazione da parte dell'utente. Utilizzando l'applicazione, l'utente accetta di rispettare e di essere vincolato da questi termini.

source: This app helps you manage your finances efficiently by tracking transactions, accounts, and generating insights.
de: Diese App hilft Ihnen, Ihre Finanzen effizient zu verwalten, indem Sie Transaktionen, Konten und Einsichten verfolgen können.
hu: Ez az alkalmazás segít hatékonyan kezelni pénzügyeit az ügyletek, számlák nyomon követésével és betekintések generálásával.
it: Questa app ti aiuta a gestire le tue finanze in modo efficiente tracciando transazioni, conti e generando resoconti.

source: This Privacy Policy outlines how we handle your personal information while using the app.
de: Diese Datenschutzrichtlinien beschreiben, wie wir Ihre persönlichen Daten während der Verwendung der App behandeln.
hu: Ez az adatvédelmi szabályzat felvázolja, hogyan kezeljük személyes adatait az alkalmazás használata során.
it: La presente Informativa sulla privacy illustra come gestiamo le tue informazioni personali durante l'utilizzo dell'app.

source: To Account
de: Auf Konto
hu: Számlára
it: Al Conto
pt_pt: Para a conta

source: Transaction Amount
de: Betrag der Transaktion
hu: Ügylet összege
it: Importo della Transazione
pt_pt: Valor da transação

source: Transaction Date
de: Transaktionsdatum
hu: Ügyletdátum
it: Data Transazione
pt_pt: Data da transação

source: Transaction Status
de: Transaktionsstatus
hu: Ügylet állapota
it: Stato Transazione
pt_pt: Estado da transação

source: Transaction Type
de: Transaktionstyp
hu: Ügylettípus
it: Tipo Di Transazione
pt_pt: Tipo de transação

source: Upcoming Features
de: Zukünftige Funktionen
hu: Nemsokára elérhető újdonságok
it: Funzionalità In Arrivo
pt_pt: Próximas funcionalidades

source: User Forum
de: Benutzerforum
hu: Felhasználói fórum
it: Forum Utente
pt_pt: Fórum de utilizadores
ru: Форум пользователей

source: Visit Official Website
de: Offizielle Webseite besuchen
hu: Hivatalos honlap meglátogassa
it: Visita Il Sito Ufficiale
pt_pt: Visite o site oficial

source: YES
de: JA
hu: IGEN
it: SÌ
pt_pt: SIM

source: You must use the app in compliance with all applicable laws. Any misuse or illegal activities related to the app may result in termination of your access.
de: Sie müssen die App in Übereinstimmung mit allen anwendbaren Gesetzen verwenden. Jede missbräuchliche oder illegale Nutzung der App kann zu einer Kündigung Ihres Zugriffs führen.
hu: Az alkalmazást az összes vonatkozó törvénynek megfelelően kell használnia. Az alkalmazással kapcsolatos bármilyen visszaélés vagy illegális tevékenység a hozzáférés megszüntetéséhez vezethet.
it: L'utente deve utilizzare l'applicazione nel rispetto di tutte le leggi vigenti. Qualsiasi uso improprio o attività illegale legata all'applicazione può comportare l'interruzione del tuo accesso.

source: Account Name
hu: Számlanév
it: Nome Conto
pt_pt: Nome da conta
ru: Имя счёта
zh_hans: 帐户名称

source: App Info
hu: Alkalmazásinformáció
it: Info App
pt_pt: Informação da aplicação
ru: О приложении
zh_hans: 应用信息

source: Email Support
hu: Támogatás e-mailben
it: Assistenza Email
pt_pt: E-mail de suporte
ru: Поддержка по Email

source: Format
hu: Formátum
it: Formato
pt_pt: Formato
ru: Формат

source: Item Info
hu: Elem-információ
it: Informazioni Elemento
pt_pt: Informação do item
ru: Информация

source: Journal
hu: Napló
it: Diario
pt_pt: Registos
ru: Журнал

source: MMEX4iOS
hu: MMEX iOS-re

source: Schema Version
hu: Séma verzió
it: Versione Schema
ru: Версия схемы

source: Social Media
hu: Közösségi média
pt_pt: Redes Sociais

source: Splits
hu: Felosztások
it: Dividi
pt_pt: Divisões
ru: Разделить

source: SQLite Version
hu: SQLite változat
it: Versione SQLite
pt_pt: Versão do SQLite
ru: Версия SQLite

source: Support
hu: Támogatás
it: Supporto
pt_pt: Assistência
ru: Поддержка

source: Tab Icons
hu: Lap ikonok

source: Total: %@
hu: Összesen: %@
it: Totale: %@
ru: Всего: %@

source: Twitter
hu: X
pt_pt: X
